tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "macos-fuse-t/cask"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "direnv"
brew "emacs"
brew "lz4"
brew "xz"
brew "zstd"
brew "sqlite"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "gnupg"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jc"
brew "jq"
brew "lftp"
brew "qemu"
brew "lima"
brew "lxc"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "onefetch"
brew "pandoc"
brew "peco"
brew "pinentry-mac"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shadowenv"
brew "shellcheck"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "util-linux"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
cask "alacritty"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "espanso"
cask "flameshot"
cask "fuse-t"
cask "goneovim"
cask "keepassxc"
cask "keycastr"
cask "multipass"
cask "rancher"
