tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "coreutils"
brew "readline"
brew "asdf"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "direnv"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "lftp"
brew "zstd"
brew "qemu"
brew "lima"
brew "lz4"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "openssl@3"
brew "peco"
brew "pinentry-mac"
brew "rclone"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "util-linux"
brew "vim"
brew "wget"
brew "zlib"
cask "keepassxc"
cask "multipass"
cask "rancher"
