tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "macos-fuse-t/cask"
brew "git"
brew "asdf"
brew "autoconf"
brew "readline"
brew "bash"
brew "bash-completion"
brew "openssl@3"
brew "bat"
brew "cdrtools"
brew "ripgrep"
brew "codex"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "emacs"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "gnupg"
brew "htop"
brew "sqlite"
brew "xz"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "lftp"
brew "libyaml"
brew "lz4"
brew "zstd"
brew "neovim"
brew "pinentry-mac"
brew "qemu"
brew "reattach-to-user-namespace"
brew "rust"
brew "shellcheck"
brew "sl"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "util-linux"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zoxide"
cask "1password-cli"
cask "espanso"
cask "flameshot"
cask "font-hack-nerd-font"
cask "fuse-t"
cask "keepassxc"
